export const DATA = {
    "data": [
        {
            "id": 1,
            "name": "إدلب",
            "city_area": [
                {
                    "id": 1,
                    "name": "الجنوبي"
                },
                {
                    "id": 2,
                    "name": "الشرقي"
                },
                {
                    "id": 3,
                    "name": "الشمالي"
                },
                {
                    "id": 4,
                    "name": "الغربي"
                },
                {
                    "id": 5,
                    "name": "مركز المدينة"
                }
            ]
        },
        {
            "id": 2,
            "name": "الحسكة",
            "city_area": [
                {
                    "id": 6,
                    "name": "16 تشرين"
                },
                {
                    "id": 7,
                    "name": "أبو بكر"
                },
                {
                    "id": 8,
                    "name": "أبو عمشة"
                },
                {
                    "id": 9,
                    "name": "البيطرة"
                },
                {
                    "id": 10,
                    "name": "التقدم"
                },
                {
                    "id": 11,
                    "name": "الثورة"
                },
                {
                    "id": 12,
                    "name": "الخابور"
                },
                {
                    "id": 13,
                    "name": "الرصافة"
                },
                {
                    "id": 14,
                    "name": "الزهور"
                },
                {
                    "id": 15,
                    "name": "الصالحية"
                },
                {
                    "id": 16,
                    "name": "الصناعي"
                },
                {
                    "id": 17,
                    "name": "الطلائع"
                },
                {
                    "id": 18,
                    "name": "العسكري"
                },
                {
                    "id": 19,
                    "name": "الغزل"
                },
                {
                    "id": 20,
                    "name": "الفيلات"
                },
                {
                    "id": 21,
                    "name": "القصور"
                },
                {
                    "id": 22,
                    "name": "الكلاسة"
                },
                {
                    "id": 23,
                    "name": "الليلية"
                },
                {
                    "id": 24,
                    "name": "المدينة الرياضية"
                },
                {
                    "id": 25,
                    "name": "المساكن"
                },
                {
                    "id": 26,
                    "name": "المشتل"
                },
                {
                    "id": 27,
                    "name": "المشفى الوطني"
                },
                {
                    "id": 28,
                    "name": "المطار الجنوبي"
                },
                {
                    "id": 29,
                    "name": "المطار الشمالي"
                },
                {
                    "id": 30,
                    "name": "المعيشية"
                },
                {
                    "id": 31,
                    "name": "المفتي"
                },
                {
                    "id": 32,
                    "name": "الملعب البلدي"
                },
                {
                    "id": 33,
                    "name": "الوسطي"
                },
                {
                    "id": 34,
                    "name": "تل حجر"
                },
                {
                    "id": 35,
                    "name": "خشمان"
                },
                {
                    "id": 36,
                    "name": "مشيرفة"
                }
            ]
        },
        {
            "id": 3,
            "name": "الرقة",
            "city_area": [
                {
                    "id": 37,
                    "name": "الأمين"
                },
                {
                    "id": 38,
                    "name": "الأندلس"
                },
                {
                    "id": 39,
                    "name": "البتاني"
                },
                {
                    "id": 40,
                    "name": "البعث"
                },
                {
                    "id": 41,
                    "name": "التصحيح"
                },
                {
                    "id": 42,
                    "name": "الثورة"
                },
                {
                    "id": 43,
                    "name": "الحرية"
                },
                {
                    "id": 44,
                    "name": "الدرعية"
                },
                {
                    "id": 45,
                    "name": "الرافقة"
                },
                {
                    "id": 46,
                    "name": "الرشيد"
                },
                {
                    "id": 47,
                    "name": "الصالحية"
                },
                {
                    "id": 48,
                    "name": "الفرات"
                },
                {
                    "id": 49,
                    "name": "القادسية"
                },
                {
                    "id": 50,
                    "name": "المأمون"
                },
                {
                    "id": 51,
                    "name": "المنصور"
                },
                {
                    "id": 52,
                    "name": "المهدي"
                },
                {
                    "id": 53,
                    "name": "النهضة"
                },
                {
                    "id": 54,
                    "name": "الوحدة"
                },
                {
                    "id": 55,
                    "name": "اليرموك"
                },
                {
                    "id": 56,
                    "name": "تشرين"
                },
                {
                    "id": 57,
                    "name": "حطين"
                },
                {
                    "id": 58,
                    "name": "عمار بن ياسر"
                },
                {
                    "id": 59,
                    "name": "هشام بن عبد الملك"
                }
            ]
        },
        {
            "id": 4,
            "name": "السويداء",
            "city_area": [
                {
                    "id": 60,
                    "name": "الاستقلال"
                },
                {
                    "id": 61,
                    "name": "الثورة"
                },
                {
                    "id": 62,
                    "name": "الجهاد"
                },
                {
                    "id": 63,
                    "name": "الجولان"
                },
                {
                    "id": 64,
                    "name": "الحرية"
                },
                {
                    "id": 65,
                    "name": "الشهداء"
                },
                {
                    "id": 66,
                    "name": "الفرسان"
                },
                {
                    "id": 67,
                    "name": "المزرعة"
                },
                {
                    "id": 68,
                    "name": "النهضة"
                },
                {
                    "id": 69,
                    "name": "الوحدة"
                }
            ]
        },
        {
            "id": 5,
            "name": "القنيطرة",
            "city_area": [
                {
                    "id": 70,
                    "name": "البطيحة"
                },
                {
                    "id": 71,
                    "name": "الخشنية"
                },
                {
                    "id": 72,
                    "name": "خان أرنبة"
                },
                {
                    "id": 73,
                    "name": "مركز القنيطرة"
                },
                {
                    "id": 74,
                    "name": "مركز فيق"
                },
                {
                    "id": 75,
                    "name": "مسعدة"
                }
            ]
        },
        {
            "id": 6,
            "name": "اللاذقية",
            "city_area": [
                {
                    "id": 76,
                    "name": "أوغاريت"
                },
                {
                    "id": 77,
                    "name": "الأسد"
                },
                {
                    "id": 78,
                    "name": "البعث"
                },
                {
                    "id": 79,
                    "name": "الثورة"
                },
                {
                    "id": 80,
                    "name": "الجمهورية"
                },
                {
                    "id": 81,
                    "name": "السابع من نيسان"
                },
                {
                    "id": 82,
                    "name": "الشيخ ضاهر"
                },
                {
                    "id": 83,
                    "name": "الصليبة"
                },
                {
                    "id": 84,
                    "name": "الطابيات"
                },
                {
                    "id": 85,
                    "name": "العوينة"
                },
                {
                    "id": 86,
                    "name": "القدس"
                },
                {
                    "id": 87,
                    "name": "القلعة"
                },
                {
                    "id": 88,
                    "name": "بسنادا"
                },
                {
                    "id": 89,
                    "name": "تشرين"
                },
                {
                    "id": 90,
                    "name": "جامعة تشرين"
                },
                {
                    "id": 91,
                    "name": "سقوبين"
                },
                {
                    "id": 92,
                    "name": "سنجوان"
                },
                {
                    "id": 457,
                    "name": "جبلة"
                },
                {
                    "id": 458,
                    "name": "القرداحة"
                }
            ]
        },
        {
            "id": 7,
            "name": "حلب",
            "city_area": [
                {
                    "id": 93,
                    "name": "أبراج"
                },
                {
                    "id": 94,
                    "name": "أرض الصباغ"
                },
                {
                    "id": 95,
                    "name": "أغيول"
                },
                {
                    "id": 96,
                    "name": "أوغلو بك"
                },
                {
                    "id": 97,
                    "name": "ابن يعقوب"
                },
                {
                    "id": 98,
                    "name": "الأشرفية"
                },
                {
                    "id": 99,
                    "name": "الأصيلة"
                },
                {
                    "id": 100,
                    "name": "الأعظمية"
                },
                {
                    "id": 101,
                    "name": "الألمه جي"
                },
                {
                    "id": 102,
                    "name": "الأميرية"
                },
                {
                    "id": 103,
                    "name": "الأندلس"
                },
                {
                    "id": 104,
                    "name": "الأنصاري"
                },
                {
                    "id": 105,
                    "name": "الأنصاري شرقي"
                },
                {
                    "id": 106,
                    "name": "الأنصاري مشهد"
                },
                {
                    "id": 107,
                    "name": "الباسل"
                },
                {
                    "id": 108,
                    "name": "البلاط"
                },
                {
                    "id": 109,
                    "name": "التونبوغا"
                },
                {
                    "id": 110,
                    "name": "الجلوم"
                },
                {
                    "id": 111,
                    "name": "الحمدانية"
                },
                {
                    "id": 112,
                    "name": "الحميدية"
                },
                {
                    "id": 113,
                    "name": "الدلالين الدلالين الدلالين"
                },
                {
                    "id": 114,
                    "name": "الراموسة/ المنطقة الصناعية"
                },
                {
                    "id": 115,
                    "name": "الزبدية"
                },
                {
                    "id": 116,
                    "name": "الزهراء"
                },
                {
                    "id": 117,
                    "name": "الزهور"
                },
                {
                    "id": 118,
                    "name": "السبيل"
                },
                {
                    "id": 119,
                    "name": "السكري"
                },
                {
                    "id": 120,
                    "name": "السكن الشبابي"
                },
                {
                    "id": 121,
                    "name": "السليمانية"
                },
                {
                    "id": 122,
                    "name": "الشعار"
                },
                {
                    "id": 123,
                    "name": "الشهباء"
                },
                {
                    "id": 124,
                    "name": "الشهداء"
                },
                {
                    "id": 125,
                    "name": "الشيخ مقصود"
                },
                {
                    "id": 126,
                    "name": "الصاخور"
                },
                {
                    "id": 127,
                    "name": "الضوضو"
                },
                {
                    "id": 128,
                    "name": "العجم"
                },
                {
                    "id": 129,
                    "name": "العرقوب"
                },
                {
                    "id": 130,
                    "name": "العزيزية"
                },
                {
                    "id": 131,
                    "name": "العقبة"
                },
                {
                    "id": 132,
                    "name": "الغزالي"
                },
                {
                    "id": 133,
                    "name": "الفرافرة"
                },
                {
                    "id": 134,
                    "name": "الفرقان"
                },
                {
                    "id": 135,
                    "name": "الفيض"
                },
                {
                    "id": 136,
                    "name": "الكواكبي"
                },
                {
                    "id": 137,
                    "name": "الليرمون"
                },
                {
                    "id": 138,
                    "name": "المحافظة"
                },
                {
                    "id": 139,
                    "name": "الميدان"
                },
                {
                    "id": 140,
                    "name": "النيرب"
                },
                {
                    "id": 141,
                    "name": "الهزازة"
                },
                {
                    "id": 142,
                    "name": "باب المقام"
                },
                {
                    "id": 143,
                    "name": "باب قنيصرين"
                },
                {
                    "id": 144,
                    "name": "بستان الباشا"
                },
                {
                    "id": 145,
                    "name": "بستان الزهرة"
                },
                {
                    "id": 146,
                    "name": "بستان القصر"
                },
                {
                    "id": 147,
                    "name": "بعيدين"
                },
                {
                    "id": 148,
                    "name": "بياضة"
                },
                {
                    "id": 149,
                    "name": "بيت محب/ جديدة"
                },
                {
                    "id": 150,
                    "name": "تاترلار"
                },
                {
                    "id": 151,
                    "name": "تراب الحيلوك"
                },
                {
                    "id": 152,
                    "name": "تشرين"
                },
                {
                    "id": 153,
                    "name": "تل الزرازير"
                },
                {
                    "id": 154,
                    "name": "جابرية"
                },
                {
                    "id": 155,
                    "name": "جامعة حلب"
                },
                {
                    "id": 156,
                    "name": "جبرين"
                },
                {
                    "id": 157,
                    "name": "جبل بدرو"
                },
                {
                    "id": 158,
                    "name": "جميلية"
                },
                {
                    "id": 159,
                    "name": "جورة عواد"
                },
                {
                    "id": 160,
                    "name": "حلب الجديدة"
                },
                {
                    "id": 161,
                    "name": "حلوانية"
                },
                {
                    "id": 162,
                    "name": "حي السريان"
                },
                {
                    "id": 163,
                    "name": "حيدرية"
                },
                {
                    "id": 164,
                    "name": "خالدية"
                },
                {
                    "id": 165,
                    "name": "رصافة"
                },
                {
                    "id": 166,
                    "name": "ساحة بزة"
                },
                {
                    "id": 167,
                    "name": "سكن شبابي معصرانيه"
                },
                {
                    "id": 168,
                    "name": "سليمان الحلبي"
                },
                {
                    "id": 169,
                    "name": "سوق المدينة القديم"
                },
                {
                    "id": 170,
                    "name": "سيف الدولة"
                },
                {
                    "id": 171,
                    "name": "شارع النيل"
                },
                {
                    "id": 172,
                    "name": "شيخ أبو بكر"
                },
                {
                    "id": 173,
                    "name": "شيخ خضر"
                },
                {
                    "id": 174,
                    "name": "شيخ سعيد"
                },
                {
                    "id": 175,
                    "name": "شيخ فارس"
                },
                {
                    "id": 176,
                    "name": "صاجيليخان"
                },
                {
                    "id": 177,
                    "name": "صالحين"
                },
                {
                    "id": 178,
                    "name": "صلاح الدين"
                },
                {
                    "id": 179,
                    "name": "ضهرة عواد"
                },
                {
                    "id": 180,
                    "name": "طارق بن زياد"
                },
                {
                    "id": 181,
                    "name": "عروبة"
                },
                {
                    "id": 182,
                    "name": "عين التل"
                },
                {
                    "id": 183,
                    "name": "فردوس"
                },
                {
                    "id": 184,
                    "name": "قاضي عسكر"
                },
                {
                    "id": 185,
                    "name": "قرلق"
                },
                {
                    "id": 186,
                    "name": "قصطل مشط"
                },
                {
                    "id": 187,
                    "name": "قلعة الشريف"
                },
                {
                    "id": 188,
                    "name": "كرم الجبل"
                },
                {
                    "id": 189,
                    "name": "كرم الجزماتي"
                },
                {
                    "id": 190,
                    "name": "كرم الدعدع"
                },
                {
                    "id": 191,
                    "name": "كرم القاطرجي"
                },
                {
                    "id": 192,
                    "name": "كرم حومد"
                },
                {
                    "id": 193,
                    "name": "كرم ميسر"
                },
                {
                    "id": 194,
                    "name": "كلاسة"
                },
                {
                    "id": 195,
                    "name": "محمد بك"
                },
                {
                    "id": 196,
                    "name": "مخيم حندرات"
                },
                {
                    "id": 197,
                    "name": "مرجة"
                },
                {
                    "id": 198,
                    "name": "مشارقة"
                },
                {
                    "id": 199,
                    "name": "مقر الأنبياء"
                },
                {
                    "id": 200,
                    "name": "منطقة صناعية جبرين"
                },
                {
                    "id": 201,
                    "name": "هنانو"
                }
            ]
        },
        {
            "id": 8,
            "name": "حماة",
            "city_area": [
                {
                    "id": 202,
                    "name": "أبي الفداء"
                },
                {
                    "id": 203,
                    "name": "الأندلس"
                },
                {
                    "id": 204,
                    "name": "البارودية"
                },
                {
                    "id": 205,
                    "name": "الباشورة"
                },
                {
                    "id": 206,
                    "name": "البعث"
                },
                {
                    "id": 207,
                    "name": "الجراجمة"
                },
                {
                    "id": 208,
                    "name": "الجلاء"
                },
                {
                    "id": 209,
                    "name": "الحرية_ المحافظة"
                },
                {
                    "id": 210,
                    "name": "الحميدية"
                },
                {
                    "id": 211,
                    "name": "الحوارنة"
                },
                {
                    "id": 212,
                    "name": "الدباغة"
                },
                {
                    "id": 213,
                    "name": "الرياضي"
                },
                {
                    "id": 214,
                    "name": "الزنبقي"
                },
                {
                    "id": 215,
                    "name": "السبيل"
                },
                {
                    "id": 216,
                    "name": "الشريعة"
                },
                {
                    "id": 217,
                    "name": "الشمالية"
                },
                {
                    "id": 218,
                    "name": "الشهباء"
                },
                {
                    "id": 219,
                    "name": "الصناعة"
                },
                {
                    "id": 220,
                    "name": "الضاهرية"
                },
                {
                    "id": 221,
                    "name": "العائدين"
                },
                {
                    "id": 222,
                    "name": "العليليات"
                },
                {
                    "id": 223,
                    "name": "الفراية"
                },
                {
                    "id": 224,
                    "name": "الفيحاء"
                },
                {
                    "id": 225,
                    "name": "المحالبة"
                },
                {
                    "id": 226,
                    "name": "المدينة"
                },
                {
                    "id": 227,
                    "name": "النصر"
                },
                {
                    "id": 228,
                    "name": "باب الجسر"
                },
                {
                    "id": 229,
                    "name": "باب القبلي"
                },
                {
                    "id": 230,
                    "name": "تشرين"
                },
                {
                    "id": 231,
                    "name": "سوق الشجرة"
                },
                {
                    "id": 232,
                    "name": "سوق الغنم"
                },
                {
                    "id": 233,
                    "name": "صابونية"
                },
                {
                    "id": 234,
                    "name": "عين اللوزة"
                },
                {
                    "id": 235,
                    "name": "غرناطة"
                },
                {
                    "id": 236,
                    "name": "كازو"
                }
            ]
        },
        {
            "id": 9,
            "name": "حمص",
            "city_area": [
                {
                    "id": 237,
                    "name": "الأرمن"
                },
                {
                    "id": 238,
                    "name": "البغطاسية"
                },
                {
                    "id": 239,
                    "name": "البياضة"
                },
                {
                    "id": 240,
                    "name": "الحصوية"
                },
                {
                    "id": 241,
                    "name": "الحميدية"
                },
                {
                    "id": 242,
                    "name": "الخضر"
                },
                {
                    "id": 243,
                    "name": "الزهراء"
                },
                {
                    "id": 244,
                    "name": "السبيل"
                },
                {
                    "id": 245,
                    "name": "العباسية-المهاجرين"
                },
                {
                    "id": 246,
                    "name": "الغوطة"
                },
                {
                    "id": 247,
                    "name": "الفردوس"
                },
                {
                    "id": 248,
                    "name": "القصور"
                },
                {
                    "id": 249,
                    "name": "المحطة"
                },
                {
                    "id": 250,
                    "name": "المريجة"
                },
                {
                    "id": 251,
                    "name": "الميماس"
                },
                {
                    "id": 252,
                    "name": "النزهة"
                },
                {
                    "id": 253,
                    "name": "الوعر"
                },
                {
                    "id": 254,
                    "name": "باب الدريب"
                },
                {
                    "id": 255,
                    "name": "باب السباع"
                },
                {
                    "id": 256,
                    "name": "باب تدمر"
                },
                {
                    "id": 257,
                    "name": "باب هود"
                },
                {
                    "id": 258,
                    "name": "بابا عمرو"
                },
                {
                    "id": 259,
                    "name": "بني السباعي"
                },
                {
                    "id": 260,
                    "name": "جب الجندلي"
                },
                {
                    "id": 261,
                    "name": "جمال الدين"
                },
                {
                    "id": 262,
                    "name": "جورة الشياح"
                },
                {
                    "id": 263,
                    "name": "خالدية"
                },
                {
                    "id": 264,
                    "name": "دير بعلبة الجنوبي"
                },
                {
                    "id": 265,
                    "name": "دير بعلبة الشمالي"
                },
                {
                    "id": 266,
                    "name": "ضاحية الوليد"
                },
                {
                    "id": 267,
                    "name": "عكرمة"
                },
                {
                    "id": 268,
                    "name": "كرم الزيتون"
                },
                {
                    "id": 269,
                    "name": "كرم الشامي"
                },
                {
                    "id": 270,
                    "name": "كرم اللوز"
                },
                {
                    "id": 271,
                    "name": "كرم شمشم"
                },
                {
                    "id": 272,
                    "name": "وادي الذهب"
                }
            ]
        },
        {
            "id": 10,
            "name": "درعا",
            "city_area": [
                {
                    "id": 273,
                    "name": " غرناطة"
                },
                {
                    "id": 274,
                    "name": "الأربعين"
                },
                {
                    "id": 275,
                    "name": "الأمويين"
                },
                {
                    "id": 276,
                    "name": "البحار"
                },
                {
                    "id": 277,
                    "name": "البعث"
                },
                {
                    "id": 278,
                    "name": "الثورة"
                },
                {
                    "id": 279,
                    "name": "الزهراء"
                },
                {
                    "id": 280,
                    "name": "السد"
                },
                {
                    "id": 281,
                    "name": "الشهداء"
                },
                {
                    "id": 282,
                    "name": "الشهيد باسل الأسد"
                },
                {
                    "id": 283,
                    "name": "العباسية"
                },
                {
                    "id": 284,
                    "name": "القادسية"
                },
                {
                    "id": 285,
                    "name": "القنيطرة"
                },
                {
                    "id": 286,
                    "name": "الكرك"
                },
                {
                    "id": 287,
                    "name": "المنشية"
                },
                {
                    "id": 288,
                    "name": "المنطقة الصناعية"
                },
                {
                    "id": 289,
                    "name": "اليرموك"
                },
                {
                    "id": 290,
                    "name": "تشرين"
                },
                {
                    "id": 291,
                    "name": "حطين"
                },
                {
                    "id": 292,
                    "name": "ميسلون"
                }
            ]
        },
        {
            "id": 11,
            "name": "دمشق",
            "city_area": [
                {
                    "id": 293,
                    "name": "أبو جرش"
                },
                {
                    "id": 294,
                    "name": "أبو رمانة"
                },
                {
                    "id": 295,
                    "name": "أسد الدين"
                },
                {
                    "id": 296,
                    "name": "ابن عساكر"
                },
                {
                    "id": 297,
                    "name": "الأمين"
                },
                {
                    "id": 298,
                    "name": "الأنصاري"
                },
                {
                    "id": 299,
                    "name": "الأيوبية"
                },
                {
                    "id": 300,
                    "name": "الإخلاص"
                },
                {
                    "id": 301,
                    "name": "الاستقلال"
                },
                {
                    "id": 302,
                    "name": "البرامكة"
                },
                {
                    "id": 303,
                    "name": "التضامن"
                },
                {
                    "id": 304,
                    "name": "الجلاء"
                },
                {
                    "id": 305,
                    "name": "الجورة"
                },
                {
                    "id": 306,
                    "name": "الحبوبي"
                },
                {
                    "id": 307,
                    "name": "الحجاز"
                },
                {
                    "id": 308,
                    "name": "الحرية_ عش الورور"
                },
                {
                    "id": 309,
                    "name": "الحريقة"
                },
                {
                    "id": 310,
                    "name": "الحقلة"
                },
                {
                    "id": 311,
                    "name": "الحميدية"
                },
                {
                    "id": 312,
                    "name": "الدحاديل"
                },
                {
                    "id": 313,
                    "name": "الدقاق"
                },
                {
                    "id": 314,
                    "name": "الربوة"
                },
                {
                    "id": 315,
                    "name": "الروضة"
                },
                {
                    "id": 316,
                    "name": "الزاهرة"
                },
                {
                    "id": 317,
                    "name": "الزهور"
                },
                {
                    "id": 318,
                    "name": "السومرية"
                },
                {
                    "id": 319,
                    "name": "السويقة"
                },
                {
                    "id": 320,
                    "name": "السيدة عائشة"
                },
                {
                    "id": 321,
                    "name": "الشهداء"
                },
                {
                    "id": 322,
                    "name": "الشيخ محي الدين"
                },
                {
                    "id": 323,
                    "name": "العباس"
                },
                {
                    "id": 324,
                    "name": "العدوي"
                },
                {
                    "id": 325,
                    "name": "العرين"
                },
                {
                    "id": 326,
                    "name": "العسالي"
                },
                {
                    "id": 327,
                    "name": "العقيبة"
                },
                {
                    "id": 328,
                    "name": "العمارة البرانية"
                },
                {
                    "id": 329,
                    "name": "العمارة الجوانية"
                },
                {
                    "id": 330,
                    "name": "الفالوجة"
                },
                {
                    "id": 331,
                    "name": "الفردوس"
                },
                {
                    "id": 332,
                    "name": "الفيحاء"
                },
                {
                    "id": 333,
                    "name": "القابون"
                },
                {
                    "id": 334,
                    "name": "القاعة"
                },
                {
                    "id": 335,
                    "name": "القدم  "
                },
                {
                    "id": 336,
                    "name": "القدم الشرقي"
                },
                {
                    "id": 337,
                    "name": "القصاع"
                },
                {
                    "id": 338,
                    "name": "القصور"
                },
                {
                    "id": 339,
                    "name": "القنوات"
                },
                {
                    "id": 340,
                    "name": "القيمرية"
                },
                {
                    "id": 341,
                    "name": "الكرمل"
                },
                {
                    "id": 342,
                    "name": "اللوان"
                },
                {
                    "id": 343,
                    "name": "المأمونية"
                },
                {
                    "id": 344,
                    "name": "المالكي"
                },
                {
                    "id": 345,
                    "name": "المجتهد"
                },
                {
                    "id": 346,
                    "name": "المدارس"
                },
                {
                    "id": 347,
                    "name": "المرابط"
                },
                {
                    "id": 348,
                    "name": "المزة القديمة"
                },
                {
                    "id": 349,
                    "name": "المزرعة"
                },
                {
                    "id": 350,
                    "name": "المصانع"
                },
                {
                    "id": 351,
                    "name": "المصطبة"
                },
                {
                    "id": 352,
                    "name": "المصطفى"
                },
                {
                    "id": 353,
                    "name": "المنارة"
                },
                {
                    "id": 354,
                    "name": "النزهة"
                },
                {
                    "id": 355,
                    "name": "النضال"
                },
                {
                    "id": 356,
                    "name": "النقشبندي"
                },
                {
                    "id": 357,
                    "name": "الواحة"
                },
                {
                    "id": 358,
                    "name": "الوحدة"
                },
                {
                    "id": 359,
                    "name": "الورود"
                },
                {
                    "id": 360,
                    "name": "باب الجابية"
                },
                {
                    "id": 361,
                    "name": "باب توما"
                },
                {
                    "id": 362,
                    "name": "باب سريجة"
                },
                {
                    "id": 363,
                    "name": "باب شرقي"
                },
                {
                    "id": 364,
                    "name": "باب مصر"
                },
                {
                    "id": 365,
                    "name": "برزة البلد"
                },
                {
                    "id": 366,
                    "name": "بلال"
                },
                {
                    "id": 367,
                    "name": "تشرين"
                },
                {
                    "id": 368,
                    "name": "جوبر الشرقي"
                },
                {
                    "id": 369,
                    "name": "جوبر الغربي"
                },
                {
                    "id": 370,
                    "name": "جورة الشريباتي"
                },
                {
                    "id": 371,
                    "name": "حطين"
                },
                {
                    "id": 372,
                    "name": "دمر الشرقية"
                },
                {
                    "id": 373,
                    "name": "دمر الغربية"
                },
                {
                    "id": 374,
                    "name": "روضة الميدان"
                },
                {
                    "id": 375,
                    "name": "ساروجا"
                },
                {
                    "id": 376,
                    "name": "شاغور براني"
                },
                {
                    "id": 377,
                    "name": "شاغور جواني"
                },
                {
                    "id": 378,
                    "name": "شورى"
                },
                {
                    "id": 379,
                    "name": "ضاحية دمر"
                },
                {
                    "id": 380,
                    "name": "فارس الخوري"
                },
                {
                    "id": 381,
                    "name": "فيلات شرقية"
                },
                {
                    "id": 382,
                    "name": "فيلات غربية"
                },
                {
                    "id": 383,
                    "name": "قاسيون"
                },
                {
                    "id": 384,
                    "name": "قبر عاتكة"
                },
                {
                    "id": 385,
                    "name": "كفر سوسة البلد"
                },
                {
                    "id": 386,
                    "name": "مأذنة الشحم"
                },
                {
                    "id": 387,
                    "name": "مزة 86"
                },
                {
                    "id": 388,
                    "name": "مزة بساتين"
                },
                {
                    "id": 389,
                    "name": "مزة جبل"
                },
                {
                    "id": 390,
                    "name": "مساكن برزة"
                },
                {
                    "id": 391,
                    "name": "مسجد أقصاب"
                },
                {
                    "id": 392,
                    "name": "ميدان وسطاني"
                }
            ]
        },
        {
            "id": 12,
            "name": "دير الزور",
            "city_area": [
                {
                    "id": 393,
                    "name": "أبو عابد"
                },
                {
                    "id": 394,
                    "name": "البعاجين"
                },
                {
                    "id": 395,
                    "name": "البغيلية"
                },
                {
                    "id": 396,
                    "name": "الثورة_ الجورة"
                },
                {
                    "id": 397,
                    "name": "الجامع الكبير والوسط"
                },
                {
                    "id": 398,
                    "name": "الجفرة"
                },
                {
                    "id": 399,
                    "name": "الحسينية"
                },
                {
                    "id": 400,
                    "name": "الحميدية"
                },
                {
                    "id": 401,
                    "name": "الرشدية"
                },
                {
                    "id": 402,
                    "name": "الشهداء"
                },
                {
                    "id": 403,
                    "name": "الشيخ ياسين"
                },
                {
                    "id": 404,
                    "name": "العثمانية"
                },
                {
                    "id": 405,
                    "name": "القصور"
                },
                {
                    "id": 406,
                    "name": "المهاجرين"
                },
                {
                    "id": 407,
                    "name": "تشرين_ هرابش"
                },
                {
                    "id": 408,
                    "name": "حطلة"
                },
                {
                    "id": 409,
                    "name": "حطين"
                },
                {
                    "id": 410,
                    "name": "علي بك وعبد العزيز"
                },
                {
                    "id": 411,
                    "name": "ميسلون"
                }
            ]
        },
        {
            "id": 13,
            "name": "ريف دمشق",
            "city_area": [
                {
                    "id": 412,
                    "name": "الحجر الأسود"
                },
                {
                    "id": 413,
                    "name": "الديماس"
                },
                {
                    "id": 414,
                    "name": "الرحيبة"
                },
                {
                    "id": 415,
                    "name": "السبع بيار"
                },
                {
                    "id": 416,
                    "name": "الضمير"
                },
                {
                    "id": 417,
                    "name": "الغزلانية"
                },
                {
                    "id": 418,
                    "name": "الكسوة"
                },
                {
                    "id": 419,
                    "name": "المليحة"
                },
                {
                    "id": 420,
                    "name": "النشابية"
                },
                {
                    "id": 421,
                    "name": "ببيلا"
                },
                {
                    "id": 422,
                    "name": "بيت جن"
                },
                {
                    "id": 423,
                    "name": "جرمانا"
                },
                {
                    "id": 424,
                    "name": "جيرود"
                },
                {
                    "id": 425,
                    "name": "حران العواميد"
                },
                {
                    "id": 426,
                    "name": "حرستا"
                },
                {
                    "id": 427,
                    "name": "دير عطية"
                },
                {
                    "id": 428,
                    "name": "رنكوس"
                },
                {
                    "id": 429,
                    "name": "سرغايا"
                },
                {
                    "id": 430,
                    "name": "سعسع"
                },
                {
                    "id": 431,
                    "name": "صحنايا"
                },
                {
                    "id": 432,
                    "name": "صيدنايا"
                },
                {
                    "id": 433,
                    "name": "عربين"
                },
                {
                    "id": 434,
                    "name": "عسال الورد"
                },
                {
                    "id": 435,
                    "name": "عين الفيجة"
                },
                {
                    "id": 436,
                    "name": "قدسيا"
                },
                {
                    "id": 437,
                    "name": "كفر بطنا"
                },
                {
                    "id": 438,
                    "name": "مركز التل"
                },
                {
                    "id": 439,
                    "name": "مركز الزبداني"
                },
                {
                    "id": 440,
                    "name": "مركز القطيفة"
                },
                {
                    "id": 441,
                    "name": "مركز النبك"
                },
                {
                    "id": 442,
                    "name": "مركز داريا"
                },
                {
                    "id": 443,
                    "name": "مركز دوما"
                },
                {
                    "id": 444,
                    "name": "مركز قطنا"
                },
                {
                    "id": 445,
                    "name": "مركز يبرود"
                },
                {
                    "id": 446,
                    "name": "مضايا"
                },
                {
                    "id": 447,
                    "name": "معلولا"
                }
            ]
        },
        {
            "id": 14,
            "name": "طرطوس",
            "city_area": [
                {
                    "id": 448,
                    "name": "الجنوبي-الرادار"
                },
                {
                    "id": 449,
                    "name": "الحمرات"
                },
                {
                    "id": 450,
                    "name": "الرابية"
                },
                {
                    "id": 451,
                    "name": "الرمال"
                },
                {
                    "id": 452,
                    "name": "الغمقة"
                },
                {
                    "id": 453,
                    "name": "الكرامة"
                },
                {
                    "id": 454,
                    "name": "المحطة"
                },
                {
                    "id": 455,
                    "name": "الملعب"
                },
                {
                    "id": 456,
                    "name": "المينة"
                }
            ]
        }
    ],
    "status": true,
    "msg": "",
    "code": 200
}